;Language=Romanian
;TranslatorName=joby_toss
;TranslatorContact=joby_toss@yahoo.com
;TranslatorURL=...
;LastUpdated=29/10/2017

[Romanian]
ABOUT=Despre
ACTION_CHANGE_PROPERTIES=Schimbă Proprietățile
ACTION_CLIPBOARD=Copiere în Clip-planșetă
ACTION_COMPRESS=Comprimă
ACTION_COPY=Copiază
ACTION_DECRYPT=Decriptare
ACTION_DELETE=Șterge
ACTION_ENCRYPT=Criptare
ACTION_EXTRACT=Extrage
ACTION_GALLERY=Creează Galerie
ACTION_IGNORE=Ignoră
ACTION_JOIN=Unește
ACTION_LIST=Creare Listă
ACTION_MOVE=Mută
ACTION_OPEN_WITH=Deschide Cu
ACTION_PLAYLIST=Creare Listă de redare
ACTION_PRINT=Imprimare
ACTION_RENAME=Redenumește
ACTION_SEND_MAIL=Trimite prin Poșta Electronică
ACTION_SHORTCUT=Creare Scurtătură
ACTION_SPLIT=Împarte
ACTION_UPLOAD=Încarcă
ACTION=Acțiune
ADDITIONAL_FILTERS=Filtre Suplimentare
ADDITIONAL_FILTERS_LABEL_0=Proprietăți
ADDITIONAL_FILTERS_LABEL_1=Atribute
ADDITIONAL_FILTERS_LABEL_2=Altele
ARCHIVE=Arhivare
ASSOCIATED_PROFILE=Profil Asociat
ASSOCIATIONS=Asocieri
ATTRIBUTE_OFF=Atribut Oprit
ATTRIBUTE_ON=Atribut Pornit
CANCEL=Anulare
CHANGE_PROPERTIES_ATTRIBUTE_0=Arhivă
CHANGE_PROPERTIES_ATTRIBUTE_1=Ascuns
CHANGE_PROPERTIES_ATTRIBUTE_2=Doar-Citire
CHANGE_PROPERTIES_ATTRIBUTE_3=Sistem
CHANGE_PROPERTIES_ATTRIBUTE_4=Temporar
CHANGE_PROPERTIES_DEFINED=Proprietăți Definite
CHANGE_PROPERTIES_LABEL_0=Data și Ora
CHANGE_PROPERTIES_LABEL_1=Atribute
CHANGE_PROPERTIES_MODE_0=Nicio Schimbare
CHANGE_PROPERTIES_MODE_1=Pornește
CHANGE_PROPERTIES_MODE_2=Oprește
CHANGE_PROPERTIES_MODE_3=Schimbă
CHECK_UPDATE=Verifică Actualizare
CLOSE=Închide
CMDLINE_MSGBOX_0=Profil negăsit
CMDLINE_MSGBOX_1=Aparent DropIt folosește un Profil nevalid.
CMDLINE_MSGBOX_2=Va porni folosind profilul "Implicit".
COMPRESS_LEVEL_0=Cel mai rapid
COMPRESS_LEVEL_1=Rapid
COMPRESS_LEVEL_2=Normal
COMPRESS_LEVEL_3=Maxim
COMPRESS_LEVEL_4=Ultra
COMPRESS_LEVEL_5=Stocare
COPYTO=Copiază în
CUSTOMIZE_DELETE_MSGBOX_0=Eroare Profil
CUSTOMIZE_DELETE_MSGBOX_1=Trebuie să fie activ cel puțin un profil.
CUSTOMIZE_DELETE_MSGBOX_2=Șterge profilul selectat.
CUSTOMIZE_DELETE_MSGBOX_3=Profil selectat:
CUSTOMIZE_DELETE_MSGBOX_4=Sigur vrei să ștergi acest profil?
CUSTOMIZE_EDIT_TIP_0=Alege un nume pentru acest profil.
CUSTOMIZE_EDIT_TIP_1=Alege o imagine pentru acest profil.
CUSTOMIZE_EDIT_TIP_2=Resetează imaginea țintei la mărimea originală.
CUSTOMIZE_EXAMPLE_0=Arhivator
CUSTOMIZE_EXAMPLE_1=Ștergător
CUSTOMIZE_EXAMPLE_2=Extractor
CUSTOMIZE_EXAMPLE_3=Organizator Listă
CUSTOMIZE_EXAMPLE_4=Organizator Listă de redare
CUSTOMIZE_EXAMPLE_5=Organizator Galerie
CUSTOMIZE_GUI=Personalizare Profile
CUSTOMIZE_LOG_0=Profil Importat
CUSTOMIZE_LOG_1=Profil Exportat
CUSTOMIZE_LOG_2=Profile Importate
CUSTOMIZE_LOG_3=Profile Exportate
CUSTOMIZE_MSGBOX_0=Selectare fișier pentru import:
CUSTOMIZE_MSGBOX_1=Fișiere suportate
CUSTOMIZE_MSGBOX_2=Importare Eșuată
CUSTOMIZE_MSGBOX_3=Profil neimportat. Posibil ca fișierul sursă să nu fie corect structurat.
CUSTOMIZE_MSGBOX_4=Exportare Eșuată
CUSTOMIZE_MSGBOX_5=Profil ne-exportat. A apărut o eroare în timpul procedurii.
CUSTOMIZE_MSGBOX_6=Profil corect importat.
CUSTOMIZE_MSGBOX_7=Profile corect importate.
CUSTOMIZE_MSGBOX_8=Profil corect exportat.
CUSTOMIZE_MSGBOX_9=Profile corect exportate.
CUSTOMIZE_PROFILE_EDIT=Editare Profil
CUSTOMIZE_PROFILE_NEW=Profil Nou
CUSTOMIZE=Personalizare
DATE_CREATED=Creat la
DATE_MODIFIED=Modificat la
DATE_OPENED=Deschis la
DELETE_MODE_1=Ștergere Directă
DELETE_MODE_2=Ștergere de Siguranță
DELETE_MODE_3=Trimite la Coșul de gunoi
DESTINATION=Destinație
DOWNLOAD=Descarcă
DROP_EVENT_MSGBOX_3=Durată mare estimată a procesării
DROP_EVENT_MSGBOX_4=Încerci să procesezi foarte multe fișiere
DROP_EVENT_MSGBOX_5=Poate dura mult, dorești să continui?
DROP_EVENT_MSGBOX_6=Sortare Parțial Eșuată
DROP_EVENT_MSGBOX_10=Șterge obiect
DROP_EVENT_MSGBOX_11=Sigur vrei să ștergi acest obiect?
DROP_EVENT_MSGBOX_12=Proces eșuat pentru unele fișiere/dosare.
DROP_EVENT_MSGBOX_13=Raportul se poate găsi în coloana "Stare".
DROP_EVENT_MSGBOX_14=Criptare Eșuată
DROP_EVENT_MSGBOX_15=Decriptare Eșuată
DROP_EVENT_MSGBOX_16=Algoritmul selectat nu este suportat de Windows 2000.
DROP_EVENT_TIP_0=Mărime Totală Încărcată
DROP_EVENT_TIP_1=Proces întrerupt
DROP_EVENT_TIP_2=Proces întrerupt de utilizator
DROPIT_CLOSED=DropIt Închis
DROPIT_STARTED=DropIt Pornit
DUPLICATE_MODE_0=Suprascrie
DUPLICATE_MODE_1=Suprascrie dacă e mai nou
DUPLICATE_MODE_2=Redenumire
DUPLICATE_MODE_3=Redenumire ca "Nume 01"
DUPLICATE_MODE_4=Redenumire ca "Nume_01"
DUPLICATE_MODE_5=Redenumire ca "Nume (01)"
DUPLICATE_MODE_6=Sari peste
DUPLICATE_MODE_7=Suprascrie dacă mărimea diferă
DUPLICATE_MODE_8=Unește
DUPLICATE_MSGBOX_0=E necesară selectarea manuală
DUPLICATE_MSGBOX_1=Protocolul SFTP nu suporta actualmente "Suprascrie dacă e mai nou".
DUPLICATE_MSGBOX_2=Trebuie să alegeți manual modul de administrare a acestui duplicat.
DUPLICATE=Duplicare
EDIT=Editare
ENV_VAR_0=data curentă
ENV_VAR_1=ora curentă
ENV_VAR_2=data creării fișierului
ENV_VAR_3=data modificării fișierului
ENV_VAR_4=data ultimei accesări a fișierului
ENV_VAR_5=data efectuării pozei
ENV_VAR_6=programul implicit al sistemului
ENV_VAR_7=calea completă a fișierului
ENV_VAR_8=autorul fișierului
ENV_VAR_9=extensia fișierului
ENV_VAR_10=numele fișierului fără extensie
ENV_VAR_11=numele fișierului cu extensie
ENV_VAR_12=tipul fișierului
ENV_VAR_13=directorul fișierului încărcat
ENV_VAR_14=litera unității cu DropIt
ENV_VAR_15=albumul melodiei
ENV_VAR_16=artistul melodiei
ENV_VAR_17=genul melodiei
ENV_VAR_18=numărul melodiei
ENV_VAR_19=titlul melodiei
ENV_VAR_20=anul melodiei
ENV_VAR_21=recreează structura sub-directoarelor
ENV_VAR_22=calea către Spațiul de lucru
ENV_VAR_23=calea către Documente
ENV_VAR_24=calea către Favorite
ENV_VAR_25=calea către Spațiul de lucru Public
ENV_VAR_26=calea către Documente Publice
ENV_VAR_27=calea către Favorite Publice
ENV_VAR_28=numele profilului DropIt curent
ENV_VAR_29=numele directorului fișierului încărcat
ENV_VAR_30=anul curent
ENV_VAR_31=luna curentă
ENV_VAR_32=ziua curentă
ENV_VAR_33=ora curentă
ENV_VAR_34=minutul curent
ENV_VAR_35=secunda curentă
ENV_VAR_36=anul creării fișierului
ENV_VAR_37=luna creării fișierului
ENV_VAR_38=ziua creării fișierului
ENV_VAR_39=timpul creării fișierului
ENV_VAR_40=ora creării fișierului
ENV_VAR_41=minutul creării fișierului
ENV_VAR_42=secunda creării fișierului
ENV_VAR_43=anul modificării fișierului
ENV_VAR_44=luna modificării fișierului
ENV_VAR_45=ziua modificării fișierului
ENV_VAR_46=timpul modificării fișierului
ENV_VAR_47=ora modificării fișierului
ENV_VAR_48=minutul modificării fișierului
ENV_VAR_49=secunda modificării fișierului
ENV_VAR_50=anul ultimei accesări
ENV_VAR_51=luna ultimei accesări
ENV_VAR_52=ziua ultimei accesări
ENV_VAR_53=timpul ultimei accesări
ENV_VAR_54=ora ultimei accesări
ENV_VAR_55=minutul ultimei accesări
ENV_VAR_56=secunda ultimei accesări
ENV_VAR_57=anul fotografiei
ENV_VAR_58=luna fotografiei
ENV_VAR_59=ziua fotografiei
ENV_VAR_60=timpul fotografiei
ENV_VAR_61=ora fotografiei
ENV_VAR_62=minutul fotografiei
ENV_VAR_63=modelul camerei de fotografiat
ENV_VAR_64=dimensiunile fotografiei
ENV_VAR_65=calea către Application Data
ENV_VAR_66=calea către Public Application Data
ENV_VAR_67=megapixeli imagine
ENV_VAR_68=rata de biți audio
ENV_VAR_69=durata fișierului
ENV_VAR_70=Semnătura CRC
ENV_VAR_71=Semnătura MD4
ENV_VAR_72=Semnătura MD5
ENV_VAR_73=Semnătura SHA-1
ENV_VAR_74=atribute fișier
ENV_VAR_75=comentarii fișier
ENV_VAR_76=drepturi de autor fișier
ENV_VAR_77=proprietar fișier
ENV_VAR_78=nume computer
ENV_VAR_79=nume utilizator sistem
ENV_VAR_80=calea către Program Files
ENV_VAR_81=secunda fotografiei
ENV_VAR_82=admitere personalizată în timpul procesului
ENV_VAR_83=contor pentru enumerat fișiere
ENV_VAR_84=categorie fișier
ENV_VAR_85=companie fișier
ENV_VAR_86=subiect fișier
ENV_VAR_87=luminozitate imagine
ENV_VAR_88=producătorul camerei de fotografiat
ENV_VAR_89=valoarea expunerii
ENV_VAR_90=timpul de expunere
ENV_VAR_91=timpul de expunere fracție
ENV_VAR_92=diafragma
ENV_VAR_93=distanța focală
ENV_VAR_94=ISO imagine
ENV_VAR_95=săptămâna curentă
ENV_VAR_96=săptămâna creării fișierului
ENV_VAR_97=săptămâna modificării fișierului
ENV_VAR_98=săptămâna ultimei accesări a fișierului
ENV_VAR_99=săptămâna efectuării pozei
ENV_VAR_100=biți fișier
ENV_VAR_101=mărime fișier
ENV_VAR_102=unitate fișier
ENV_VAR_103=cale absolută fișier
ENV_VAR_104=cale relativă fișier
ENV_VAR_105=program expunere
ENV_VAR_106=mod bliț
ENV_VAR_107=comentariile imaginii
ENV_VAR_108=descrierea imaginii
ENV_VAR_109=versiune fișier
ENV_VAR_110=lățime imagine
ENV_VAR_111=înălțime imagine
ENV_VAR_112=rezoluție orizontală imagine
ENV_VAR_113=rezoluție verticală imagine
ENV_VAR_114=unitate rezoluție imagine
ENV_VAR_115=orientare imagine
ENV_VAR_116=deschidere maximă diafragmă
ENV_VAR_117=nivel contrast imagine
ENV_VAR_118=nivel saturație imagine
ENV_VAR_119=nivel detaliu imagine
ENV_VAR_120=mod expunere
ENV_VAR_121=sursa de lumină
ENV_VAR_122=mod determinare expunere
ENV_VAR_123=tip surprindere scenă
ENV_VAR_124=distanță subiect
ENV_VAR_125=rată zoom digital
ENV_VAR_126=balans de alb
ENV_VAR_127=directorul ales al fișierului încărcat
ENV_VAR_128=numele directorului ales al fișierului încărcat
ENV_VAR_129=evaluare fișier
ENV_VAR_130=nume fișier produs
ENV_VAR_131=calea către dosarul DropIt
ENV_VAR_132=prima dată din conținutul fișierului normalizată
ENV_VAR_133=prima dată din conținutul fișierului nemodificată
ENV_VAR_134=cuvinte cheie
ENV_VAR_135=1-a potrivire din conținutul filtrat
ENV_VAR_136=a 2-a potrivire din conținutul filtrat
ENV_VAR_137=a 3-a potrivire din conținutul filtrat
ENV_VAR_138=a 4-a potrivire din conținutul filtrat
ENV_VAR_139=a 5-a potrivire din conținutul filtrat
ENV_VAR_140=a 6-a potrivire din conținutul filtrat
ENV_VAR_141=a 7-a potrivire din conținutul filtrat
ENV_VAR_142=a 8-a potrivire din conținutul filtrat
ENV_VAR_143=a 9-a potrivire din conținutul filtrat
ENV_VAR_144=număr de pagini
ENV_VAR_145=anul și săptămâna creării fișierului
ENV_VAR_146=anul și săptămâna modificării fișierului
ENV_VAR_147=anul și săptămâna ultimei accesări a fișierului
ENV_VAR_148=anul și săptămâna efectuării fotografiei
ENV_VAR_MSGBOX_4=Eroare Abreviere
ENV_VAR_MSGBOX_5=Această variabilă există deja și nu poate fi înlocuită.
ENV_VAR_MSGBOX_6=Înlocuie Abrevierea
ENV_VAR_MSGBOX_7=Această variabilă există deja. Vrei s-o înlocui?
ENV_VAR_MSGBOX_8=# este un caracter special pentru modulatoare și nu poate fi utilizat ca variabilă de abreviere.
ENV_VAR_MSGBOX_9=Modificatori
ENV_VAR_MSGBOX_10=Modificatori de abrevieri
ENV_VAR_MSGBOX_11=Ultimul capitol al Ghidului conține instrucțiuni despre cum se folosesc modificatorii de abrevieri.
ENV_VAR_MSGBOX_12=Vrei să citești Ghidul?
ENV_VAR_MSGBOX_13=Abreviere
ENV_VAR_MSGBOX_14=Abreviere nouă
ENV_VAR_MSGBOX_15=Administrare Abrevieri
ENV_VAR_TAB_3=Informații
ENV_VAR_TAB_4=Căi
ENV_VAR_TAB_5=Curent
ENV_VAR_TAB_6=Creat
ENV_VAR_TAB_7=Modificat
ENV_VAR_TAB_8=Deschis
ENV_VAR_TAB_9=Efectuat
ENV_VAR_TAB_11=Personalizat
ENV_VAR_TAB_12=Media
ENV_VAR_TAB_13=Semnătură
ENV_VAR_TAB_14=Sistem
ENV_VAR_TAB_15=Altele
ENV_VAR_TAB_16=Imagini
ENV_VAR_TAB_17=Conținut Text
ENV_VAR_UNKNOWN=%Abbreviation% necunoscută
EXAMPLES=Exemple
EXIT=Ieșire
EXPORT=Export
EXPORT_ALL=Exportă tot
FIELD=Câmp
FILE_CONTENT=Conținut Fișier
FILE_EXT=Extensie
FILE_NAME=Nume Fișier
FILE_PATH=Cale Fișier
FILE_SIZE=Mărime
FROM=De la
GALLERY_QUALITY_1=Redimensionare pentru calitate scăzută
GALLERY_QUALITY_2=Redimensionare pentru calitate medie
GALLERY_QUALITY_3=Redimensionare pentru calitate înaltă
GALLERY_QUALITY_4=Copiere pentru cea mai bună calitate
GALLERY_QUALITY_5=Legături pentru fișierele originale
GUIDE=Ghid
HEIGHT=Înălțime
HIDE=Ascunde
IMAGE=Imagine
IMAGE_DIMENSIONS=Dimensiuni
IMAGE_GET_LABEL_0=Preia online mai multe imagini țintă
IMAGE_GET_TIP_0=Selectează imaginea țintei pentru acest Profil
IMPORT=Importare
IMPORT_ALL=Importă tot
INCLUDED_FILES=Fișiere Incluse
INCLUDED_FILES_LABEL_0=De considerat doar pentru dosarele ce conțin obiecte definite (ex. *.jpg;*.png).
LANGUAGES=Limbi
LICENSE=Licența
LINK=Legătură
LIST_HTML_CLEARFILTER=îndepărtare filtru
LIST_HTML_CREATED=Creat
LIST_HTML_FILTER=filtru
LIST_HTML_GENERATED=Generat cu %DropItWebLink%
LIST_HTML_GO_TOP=Mergi sus
LIST_HTML_NORESULTS=Nici un rezultat pentru acest termen
LIST_HTML_TOP=sus
LIST_HTML_TOTAL=Total
LIST_HTML_VISIT=Visitează website-ul DropIt
LIST_LABEL_1=Nume Complet
LIST_LABEL_2=Director
LIST_LABEL_3=Mărime
LIST_LABEL_4=Nume
LIST_LABEL_5=Extensie
LIST_LABEL_6=Unitate
LIST_LABEL_7=Semnătura MD5
LIST_LABEL_8=Semnătura SHA-1
LIST_LABEL_9=Legătură Absolută
LIST_LABEL_10=Legătură Relativă
LIST_LABEL_11=Tip
LIST_LABEL_12=Data Creării
LIST_LABEL_13=Data Modificării
LIST_LABEL_14=Data Deschiderii
LIST_LABEL_15=Data Executării
LIST_LABEL_16=Atribute
LIST_LABEL_17=Proprietar
LIST_LABEL_18=Dimensiuni
LIST_LABEL_19=Model Cameră
LIST_LABEL_20=Autori
LIST_LABEL_21=Artiști
LIST_LABEL_22=Titlu
LIST_LABEL_23=Album
LIST_LABEL_24=Gen
LIST_LABEL_25=An
LIST_LABEL_26=Pistă
LIST_LABEL_27=Subiect
LIST_LABEL_28=Categorii
LIST_LABEL_29=Comentarii
LIST_LABEL_30=Drepturi Autor
LIST_LABEL_31=Durată
LIST_LABEL_32=Rata de Biți
LIST_LABEL_33=Semnătura CRC
LIST_LABEL_34=Semnătura MD4
LOG_DISABLED=Jurnal Dezactivat
LOG_ENABLED=Jurnal Activat
MAIL_SETTINGS_DEFINED=Setări Definite
MAIL_TO=Către
MAIN_TIP_0=Program dezvoltat de %DropItTeam%
MAIN_TIP_1=Profilul Schimbat Este
MAIN_TIP_2=Eliberat sub %DropItLicense%.
MAIN_TIP_3=Traducere curentă de
MANAGE_ASSOCIATION_EDIT=Editare Asociere
MANAGE_ASSOCIATION_NEW=Asociere Nouă
MANAGE_CLIPBOARD_TEXT=Text Clip-planșetă
MANAGE_CRYPT_LABEL_0=Algoritm
MANAGE_DELETE_MODE=Modul de Ștergere
MANAGE_DELETE_MSGBOX_0=Șterge Asocierea
MANAGE_DELETE_MSGBOX_1=Asociere selectată:
MANAGE_DELETE_MSGBOX_2=Sigur ștergi această asociere?
MANAGE_DESTINATION_ARCHIVE=Arhiva Destinație
MANAGE_DESTINATION_ARCHIVE_SELECT=Alege o arhivă destinație:
MANAGE_DESTINATION_FILE_NAME=Lista DropIt
MANAGE_DESTINATION_FILE_SELECT=Alege un fișier destinație:
MANAGE_DESTINATION_FILE=Fișier Destinație
MANAGE_DESTINATION_FOLDER_SELECT=Selectează un dosar destinație:
MANAGE_DESTINATION_FOLDER=Dosar Destinație
MANAGE_DESTINATION_FORMAT_0=Fișier Limbă Marcare HyperText
MANAGE_DESTINATION_FORMAT_1=Fișier text normal
MANAGE_DESTINATION_FORMAT_2=Fișier cu Valori Separate prin Virgulă
MANAGE_DESTINATION_FORMAT_3=Fișier Limbă Marcare eXtensivă
MANAGE_DESTINATION_FORMAT_4=Arhivă standard obișnuită
MANAGE_DESTINATION_FORMAT_5=Arhivă cu înaltă rată de compresie
MANAGE_DESTINATION_FORMAT_6=Arhivă auto-dezarhivabilă
MANAGE_DESTINATION_FORMAT_7=Fișier listă de redare M3U
MANAGE_DESTINATION_FORMAT_8=Fișier listă de redare Unicode M3U
MANAGE_DESTINATION_FORMAT_9=Fișier listă de redare standard
MANAGE_DESTINATION_FORMAT_10=Fișier listă de redare Windows
MANAGE_DESTINATION_FORMAT_11=fișier Portable Document Format
MANAGE_DESTINATION_FORMAT_12=fișier Microsoft Excel
MANAGE_DESTINATION_FORMAT_13=Copie a fișierului Profil
MANAGE_DESTINATION_GALLERY_FOLDER=Galeria DropIt
MANAGE_DESTINATION_PROFILES=Profile DropIt
MANAGE_DESTINATION_PROGRAM_SELECT=Selectare program țintă:
MANAGE_DESTINATION_PROGRAM=Program țintă
MANAGE_EDIT_CONFIGURE=Configureză această acțiune
MANAGE_EDIT_MSGBOX_0=Eroare Dostinație
MANAGE_EDIT_MSGBOX_1=Trebuie specificată o destinație validă.
MANAGE_EDIT_MSGBOX_2=Înlocuie asocierea
MANAGE_EDIT_MSGBOX_3=Această asociere există deja. Vrei s-o înlocui?
MANAGE_EDIT_MSGBOX_4=Eroare Asociere
MANAGE_EDIT_MSGBOX_8=Abrevieri
MANAGE_EDIT_MSGBOX_10=Executabil sau Script
MANAGE_EDIT_MSGBOX_11=Nu poți folosi această acțiune pentru dosare.
MANAGE_EDIT_MSGBOX_12=Configurare
MANAGE_EDIT_MSGBOX_13=Trebuie să configuezi locul destinației.
MANAGE_EDIT_MSGBOX_15=Sari peste ele în timpul procesării
MANAGE_EDIT_MSGBOX_17=toate fișierele cu extensia "jpg"
MANAGE_EDIT_MSGBOX_18=toate fișierele care încep cu "penguin"
MANAGE_EDIT_MSGBOX_19=toate fișierele care conțin "penguin"
MANAGE_EDIT_MSGBOX_20=toate fișierele "jpg" din "Dosar"
MANAGE_EDIT_MSGBOX_22=toate dosarele care încep cu "robot"
MANAGE_EDIT_MSGBOX_23=toate dosarele care conțin "robot"
MANAGE_EDIT_MSGBOX_24=toate dosarele "robot" dintr-un subdosar din "C:"
MANAGE_EDIT_MSGBOX_26=cu ";" sau "|" pentru a separa regulile
MANAGE_EDIT_MSGBOX_27=cu "/" pentru a exclude fișierele care încep cu "sea"
MANAGE_EDIT_MSGBOX_28=Setări Regulă
MANAGE_EDIT_MSGBOX_29=toate fișierele fără alte potriviri
MANAGE_EDIT_MSGBOX_30=toate dosarele fără alte potriviri
MANAGE_EDIT_MSGBOX_31=cu "/" pentru a exclude dosarele care încep cu "my"
MANAGE_EDIT_MSGBOX_32=toate fișierele
MANAGE_EDIT_MSGBOX_33=toate dosarele
MANAGE_EDIT_MSGBOX_34=Restricții Caractere
MANAGE_EDIT_MSGBOX_35=Nu se pot folosi caracterele "|" și ";" în acest câmp.
MANAGE_EDIT_MSGBOX_36=Nu se pot folosi caracterele următoare în numele asocierii:
MANAGE_EDIT_MSGBOX_37=Nu se poate folosi caracterul "|" în acest câmp.
MANAGE_EDIT_MSGBOX_38=arhive comune
MANAGE_EDIT_MSGBOX_39=documente comune
MANAGE_EDIT_MSGBOX_40=imagini comune
MANAGE_EDIT_MSGBOX_41=melodii comune
MANAGE_EDIT_MSGBOX_42=prezentări și foi de calcul comune
MANAGE_EDIT_MSGBOX_43=videoclipuri comune
MANAGE_EDIT_MSGBOX_44=Caracterul "|" nu se poate folosi în acest câmp, decât daca e selectată o succesiune exactă sau o expresie uzuală.
MANAGE_EDIT_MSGBOX_55=Această acțiune nu furnizează o destinație.
MANAGE_EDIT_TIP_0=Alege un nume pentru această asociere.
MANAGE_EDIT_TIP_1=Scrie reguli pentru a defini procesul după nume, extensie și cale.
MANAGE_EDIT_TIP_2=Ca destinație sunt suportate căi relative, absolute și UNC.
MANAGE_EDIT_TIP_3=Definește ce se copiază în Clip-planșetă pentru această asociere.
MANAGE_EDIT_TIP_4=Definește noul nume al fișierului și un director dacă dorești să-l muți.
MANAGE_EDIT_TIP_5=Selectează modalitatea de ștergere pentru această asociere.
MANAGE_EDIT_TIP_6=Definește directorul de destinație la distanță.
MANAGE_EDIT_TIP_7=Asociere Favorită
MANAGE_EDIT_TIP_8=Pentru a oferi prioritate acestei asocieri în caz de potriviri multiple.
MANAGE_FILTER_LABEL_0=Cel puțin unul dintre cuvinte
MANAGE_FILTER_LABEL_1=Cel puțin unul dintre cuvinte (cu respectarea mărimii caracterelor)
MANAGE_FILTER_LABEL_2=Toate cuvintele în ordine obișnuită
MANAGE_FILTER_LABEL_3=Toate cuvintele în ordine obișnuită (cu respectarea mărimii caracterelor)
MANAGE_FILTER_LABEL_4=Succesiune exactă
MANAGE_FILTER_LABEL_5=Succesiune exactă (cu respectarea mărimii caracterelor)
MANAGE_FILTER_LABEL_6=Expresie uzuală
MANAGE_FILTER_TIP_0=Separare cuvinte cu spații albe.
MANAGE_GUI_TIP_1=Selectează un Profil pentru a-i administra asocierile.
MANAGE_GUI=Gestionează Asocierile
MANAGE_LOG_0=Asociere Creată
MANAGE_LOG_1=Asociere Modificată
MANAGE_LOG_2=Asociere Îndepărtată
MANAGE_MAIL_ACCOUNT=Cont
MANAGE_MAIL_EXAMPLES=Exemple Server
MANAGE_MAIL_LABEL_0=Server SMTP
MANAGE_MAIL_LABEL_1=Numele
MANAGE_MAIL_LABEL_2=Adresa de mesagerie
MANAGE_MAIL_LABEL_3=Cc
MANAGE_MAIL_LABEL_4=Bcc
MANAGE_MAIL_LABEL_5=Subiect
MANAGE_MAIL_LABEL_6=Corp
MANAGE_MAIL_LABEL_7=Limită mărime Atașament (MB)
MANAGE_MAIL_MESSAGE=Mesaj Predefinit (Opțional)
MANAGE_MAIL_SETTINGS=Setări Mesagerie electronică
MANAGE_MAIL_TIP_0=În general ca adresă de mesagerie electronică sau doar prima parte.
MANAGE_MAIL_TIP_1=Pentru a trimite mai multe fișiere cu un singur mesaj, până la limita maximă definită.
MANAGE_NEW_NAME=Nume Nou
MANAGE_NEW_PROPERTIES=Proprietăți Noi
MANAGE_REMOTE_DESTINATION=Destinația la Distanță
MANAGE_REMOVE_SOURCE=Inlătură sursa după procesarea ei
MANAGE_SPLIT_LABEL_0=Mărimea părții fișierului
MANAGE_TAB_0=Exemple ale regulii pentru fișiere
MANAGE_TAB_1=Exemple ale regulii pentru dosare
MANAGE_TAB_2=Consideră-le Expresii Regulate
MONITOR_MODE_1=Interval de timp
MONITOR_MODE_2=Schimbare imediată
MONITOR_MODE_3=Interval de timp + Schimbare imediată
MONITORED_FOLDER=Dosar Monitorizat
MONITORED_FOLDER_MSGBOX_0=Eroare Dosar
MONITORED_FOLDER_MSGBOX_1=Trebuie specificat un director valid.
MONITORED_FOLDER_MSGBOX_2=Selectează un dosar monitorizat:
MONITORED_FOLDER_MSGBOX_3=Calea nu poate conține caracterele "<", ">", "|", "=" .
MONITORED_FOLDER_MSGBOX_4=Dosar monitorizat adăugat
MONITORED_FOLDER_MSGBOX_5=Acesta este un nou Dosar monitorizat:
MONITORED_FOLDER_TIP_0=Trage și aruncă dosarul care va fi monitorizat.
MONITORED_FOLDER_TIP_1=Selectează grupul de asocieri de folosit pentru acest dosar.
MOREMATCHES_GUI=Selectare Acțiune
MOREMATCHES_LABEL_0=Fișier încărcat:
MOREMATCHES_LABEL_1=Selectează acțiunea dorită:
MOREMATCHES_LABEL_2=Aplică pentru toate ambiguitățile acestei aruncări
MOREMATCHES_LABEL_3=Dosar încărcat:
NAME=Nume
NEW=Nou
NONE=Niciunul
OK=OK
OPACITY=Opacitate
OPEN=Deschide
OPEN_FILE=Deschide fișier
OPEN_FOLDER=Deschide dosar
OPTIONS_BACKUP_MSGBOX_0=Backup Creat
OPTIONS_BACKUP_MSGBOX_1=Backup DropIt creat cu succes.
OPTIONS_BACKUP_MSGBOX_2=Backup restaurat.
OPTIONS_BACKUP_MSGBOX_3=Backup DropIt restaurat cu succes.
OPTIONS_BACKUP_MSGBOX_6=Înlătură Copiile de suguranță
OPTIONS_BACKUP_MSGBOX_7=Sigur vrei să înlături toate Copiile de siguranță?
OPTIONS_BACKUP_TIP_0=Selectează un Backup DropIt
OPTIONS_BACKUP_TIP_1=Backup DropIt
OPTIONS_BACKUP_TIP_2=Copia de siguranță automată nu va fi înlăturată.
OPTIONS_BUTTON_0=Vedere
OPTIONS_BUTTON_1=Copie de siguranță
OPTIONS_BUTTON_2=Restaurează
OPTIONS_BUTTON_3=Îndepărtează
OPTIONS_BUTTON_4=Adaugă
OPTIONS_BUTTON_5=Editează
OPTIONS_BUTTON_6=Sus
OPTIONS_BUTTON_7=Jos
OPTIONS_CHECKBOX_0=Arată imaginea țintei mereu deasupra
OPTIONS_CHECKBOX_1=Scrie fișierul Jurnal
OPTIONS_CHECKBOX_3=Ignoră fișierele/dosarele neasociate
OPTIONS_CHECKBOX_5=Folosește alegerea automată pentru duplicate
OPTIONS_CHECKBOX_6=Integrează DropIt în meniul SendTo
OPTIONS_CHECKBOX_7=Blochează poziția imaginii țintei
OPTIONS_CHECKBOX_8=Activare instanțe multiple
OPTIONS_CHECKBOX_11=Arată fereastra de progres în timpul procesării
OPTIONS_CHECKBOX_12=Criptează profilele la închiderea DropIt
OPTIONS_CHECKBOX_13=Folosește pictograma profilului în tăvița sistemului
OPTIONS_CHECKBOX_14=Start DropIt la pornirea sistemului
OPTIONS_CHECKBOX_16=Confirmare pentru fișierele mari de procesat
OPTIONS_CHECKBOX_18=Pauză până se închide fișierul deschis
OPTIONS_CHECKBOX_20=Verifică actualizări le pornirea DropIt
OPTIONS_CHECKBOX_21=Start DropIt minimizat în tăvița sistemului
OPTIONS_CHECKBOX_22=Scanează sub-dosarele fără a le procesa
OPTIONS_CHECKBOX_23=Confirmare pentru acțiuni de Ștergere
OPTIONS_CHECKBOX_24=Creează liste HTML sortabile
OPTIONS_CHECKBOX_25=Adăugare filtru la listele HTML
OPTIONS_CHECKBOX_26=Adăugare titluri coloane la liste
OPTIONS_CHECKBOX_27=Adăugare contur la listele HTML
OPTIONS_CHECKBOX_28=Selectare implicită a căsuței pentru ambiguități 
OPTIONS_CHECKBOX_30=Avertizare sonoră când procesul e complet
OPTIONS_CHECKBOX_32=Procesează dosarele și nu le scana
OPTIONS_CHECKBOX_33=Pornește procesul după încărcare
OPTIONS_CHECKBOX_34=Închide fereastra progresului când procesul e complet
OPTIONS_CHECKBOX_35=Arată fereastra progresului pentru dosarele monitorizate
OPTIONS_CHECKBOX_36=Activează scanarea dosarelor monitorizate
OPTIONS_CHECKBOX_37=Arată avanpremiere la baza lightbox-ului
OPTIONS_CHECKBOX_38=Arată un mesaj dacă procesul eșuează parțial
OPTIONS_CHECKBOX_40=Ignoră fișierele deschise de către alte programe
OPTIONS_CHECKBOX_41=Creează o Copie de siguranță la fiecare 3 zile
OPTIONS_CHECKBOX_42=Auto-ascunde imaginea țintă la cea mai apropiată margine a ecranului
OPTIONS_CHECKBOX_43=Rotește rotița mouse-ului pentru a schimba profilele
OPTIONS_ENCRYPTION_MSGBOX_0=Problemă de criptare
OPTIONS_ENCRYPTION_MSGBOX_1=Criptarea Profilului necesită o parolă. Dorești s-o dezactivezi?
OPTIONS_LABEL_2=Backup Setări
OPTIONS_LABEL_3=Folosire
OPTIONS_LABEL_5=Gestionare Duplicate
OPTIONS_LABEL_7=Jurnal Sortare
OPTIONS_LABEL_9=Criptare
OPTIONS_LABEL_11=Nivel
OPTIONS_LABEL_12=Metoda
OPTIONS_LABEL_13=Parola
OPTIONS_LABEL_14=Securitate
OPTIONS_LABEL_15=Monitorizare Dosare
OPTIONS_LABEL_16=Interfața
OPTIONS_LABEL_17=Tema HTML
OPTIONS_LABEL_18=Previzualizare Indisponibilă
OPTIONS_LABEL_19=Intervalul de timp în secunde
OPTIONS_LABEL_20=Mărimea minimă în KB
OPTIONS_LABEL_21=Procesează fișierele în grupuri ordonate după
OPTIONS_LABEL_22=Tema Galeriei
OPTIONS_LABEL_23=Calitatea Imaginii
OPTIONS_LABEL_24=Titlul Imaginii
OPTIONS_LABEL_25=Monitorizare dosare bazată pe:
OPTIONS_MONITORED_MSGBOX_0=Șterge dosarul monitorizat
OPTIONS_MONITORED_MSGBOX_1=Sigur îndepărtezi dosarul monitorizat din listă?
OPTIONS_PORTABLE_MODE=Mod Portabil
OPTIONS_PROFILE=Opțiuni Profil
OPTIONS_PROFILE_MODE_0=Folosește setările globale
OPTIONS_PROFILE_MODE_1=Activează pentru acest profil
OPTIONS_PROFILE_MODE_2=Dezactivează pentru acest profil
OPTIONS_TAB_0=Principal
OPTIONS_TAB_1=Procesare
OPTIONS_TAB_2=Compresie
OPTIONS_TAB_3=Diverse
OPTIONS_TAB_4=Monitorizare
OPTIONS_TAB_7=Stilul Galeriei
OPTIONS_TAB_8=Conținutul Galeriei
OPTIONS_TAB_9=Conținutul Listei
OPTIONS_TAB_10=Stilul Listei
OPTIONS_TIP_1=Integrarea e creată la startul DropIt și îndepărtată la ieșire.
OPTIONS_TIP_2=Arată/Ascunde parola.
OPTIONS_TIP_3=Atenție, aceasta nu e o opțiune portabilă.
OPTIONS_TIP_6=Parola va fi cerută la pornirea DropIt.
OPTIONS_TIP_10=Scanează dosarele monitorizate la un interval de timp definit.
OPTIONS_TIP_11=Nu merge dacă dosarele principale sunt procesate fără explorare.
OPTIONS_TIP_12=Permite sortarea conținutului tabelului când se apasă pe câmpurile antetelor coloanelor.
OPTIONS_TIP_13=Adaugă o casetă unde se pot tasta cuvinte pentru a filtra conținutul tabelului.
OPTIONS_TIP_14=Deschide imaginile din Căile Relative și Absolute într-o previzualizare suprapusă.
OPTIONS_TIP_15=E nevoie de confirmare dacă mai mult de 2 GB de fișiere sunt încărcate.
OPTIONS_TIP_17=Șterge fișierul jurnal
OPTIONS_TIP_18=Căsuța de selecție care aplică selecția tuturor ambiguităților unei aruncări e selectată implicit.
OPTIONS_TIP_20=Consideră dosarele ca fișiere de procesat în loc de scanat.
OPTIONS_TIP_21=Scanează dosarele monitorizate dacă sunt mai mari decât mărimea definită.
OPTIONS_TIP_22=Funcționează pentru toate formatele listă.
OPTIONS_TIP_23=De exemplu pentru a sări peste fișiere în timpul descărcării sau editării.
OPTIONS=Opțiuni
PASSWORD_MSGBOX_0=Introdu Parola
PASSWORD_MSGBOX_1=Parolă incorectă
PASSWORD_MSGBOX_2=Trebuie să introduci parola corectă pentru a folosi DropIt.
PASSWORD_MSGBOX_5=Parola pentru decriptare:
PASSWORD_MSGBOX_6=Algoritm sau parolă greșită pentru decriptarea acestui fișier.
PASSWORD_MSGBOX_7=Vrei să încerci cu o parolă diferită?
PASSWORD_MSGBOX_8=Parolă greșită pentru extragerea acestei arhive.
PLAYLIST=Listă de redare
POSITIONPROCESS_0=Procesare cu DropIt
POSITIONPROCESS_1=Încărcare fișiere
POSITIONPROCESS_2=Stop
POSITIONPROCESS_3=Pauză
POSITIONPROCESS_4=Resume
POSITIONPROCESS_7=Start
POSITIONPROCESS_8=Gata
POSITIONPROCESS_11=Verificare potrivire asociere
POSITIONPROCESS_12=Optimizare listă fișiere
POSITIONPROCESS_13=Gata de start
POSITIONPROCESS_14=Proces complet!
POSITIONPROCESS_DUPLICATE_0=Fișierul există deja
POSITIONPROCESS_DUPLICATE_1=Acest fișier există deja în directorul destinație:
POSITIONPROCESS_DUPLICATE_2=Aplică tuturor obiectelor acestei aruncări
POSITIONPROCESS_DUPLICATE_3=Fișier nou
POSITIONPROCESS_DUPLICATE_4=Deschide un fișier din directorul sursă
POSITIONPROCESS_DUPLICATE_5=Deschide un dosar din directorul sursă
POSITIONPROCESS_DUPLICATE_6=Fișier deschis deja în directorul destinație
POSITIONPROCESS_DUPLICATE_7=Dosar deschis deja în directorul destinație
POSITIONPROCESS_DUPLICATE_8=Dosarul există deja
POSITIONPROCESS_DUPLICATE_9=Acest dosar există deja în directorul destinație:
POSITIONPROCESS_LOG_1=Încărcat
POSITIONPROCESS_LOG_3=Comprimat
POSITIONPROCESS_LOG_4=Extras
POSITIONPROCESS_LOG_5=Mutat
POSITIONPROCESS_LOG_6=Copiat
POSITIONPROCESS_LOG_7=Deschis
POSITIONPROCESS_LOG_8=Șters
POSITIONPROCESS_LOG_9=Redenumit
POSITIONPROCESS_LOG_10=Adăugat în Listă
POSITIONPROCESS_LOG_11=Scurtătură Creată
POSITIONPROCESS_LOG_12=Copiat în Clip-planșetă
POSITIONPROCESS_LOG_13=Adăugat în Lista de redare
POSITIONPROCESS_LOG_14=Încărcat
POSITIONPROCESS_LOG_15=Proprietăți schimbate
POSITIONPROCESS_LOG_16=Trimis prin Mesageria electronică
POSITIONPROCESS_LOG_17=Criptat
POSITIONPROCESS_LOG_18=Decriptat
POSITIONPROCESS_LOG_19=Adăugat la Galerie
POSITIONPROCESS_LOG_20=Împărțit
POSITIONPROCESS_LOG_21=Unit
POSITIONPROCESS_LOG_22=Imprimat
POSITIONPROCESS_LOGMSG_0=Sărit
POSITIONPROCESS_LOGMSG_1=Anulat
POSITIONPROCESS_LOGMSG_2=Eșuat
POSITIONPROCESS_MSGBOX_0=Asociere Necesară
POSITIONPROCESS_MSGBOX_1=Nicio asociere găsită pentru:
POSITIONPROCESS_MSGBOX_2=Vrei să creezi o asociere pentru aceasta?
POSITIONPROCESS_MSGBOX_3=Problemă cu Dosarul destinație
POSITIONPROCESS_MSGBOX_5=Dosarul destinație următor nu există și nu poate fi creat:
POSITIONPROCESS_MSGBOX_6=Eroare Informație
POSITIONPROCESS_MSGBOX_7=Fișierul/dosarul selectat nu există.
PROFILE=Profil
PROFILELIST_GUI_LABEL_0=Selectează un Profil
PROFILES=Profile
PROFILEUNIQUE_MSGBOX_0=Nume nedisponibil
PROFILEUNIQUE_MSGBOX_1=Există deja un profil cu acest nume.
PROPERTY=Proprietate
README=Citește-mă
RESET=Resetare
RULES=Reguli
SAVE=Salvare
SEARCH=Caută
SHORTCUT=scurtătură
SHOW=Arată
SITE_LABEL_0=Gazdă
SITE_LABEL_1=Poartă
SITE_LABEL_2=Utilizator
SITE_LABEL_3=Parolă
SITE_LABEL_4=Protocol
SITE_TIP_0=Lasă liber pentru a folosi Poarta implicită.
SITE_TIP_1=Lasă liber pentru conectarea ca Anonim.
SITE_TIP_2=Lasă liber dacă nu trebuie neapărat.
SIZE_B=bytes
SIZE_GB=GB
SIZE_KB=KB
SIZE_MB=MB
SIZE_TB=TB
STATUS=Status
TIME_DAYS=Zile
TIME_HOURS=Ore
TIME_MINUTES=Minute
TIME_MONTHS=Luni
TIME_SECONDS=Secunde
TIME_YEARS=Ani
TITLE=Titlu
TITLE_TOOLTIP=Procesează fișierele cu o aruncare!
TO=Către
UNINSTALL_MSGBOX_0=Înlătură Setările
UNINSTALL_MSGBOX_1=Vrei să înlături și setările și profilele?
UPDATE_MSGBOX_0=Actualizat cu succes
UPDATE_MSGBOX_1=Versiunea nouă %DropItVersionNo% e gata pentru folosire.
UPDATE_MSGBOX_2=Verificare eșuată
UPDATE_MSGBOX_3=O eroare a avut loc în timpul actualizării.
UPDATE_MSGBOX_4=Ai ultima versiune disponibilă.
UPDATE_MSGBOX_5=Actualizare disponibilă!
UPDATE_MSGBOX_6=Versiune nouă %DropItNewVersion% DropIt disponibilă.
UPDATE_MSGBOX_7=O eroare s-a produs în timpul download-ului.
UPDATE_MSGBOX_8=Calculez mărimea pentru versiunea %DropItNewVersion%
UPDATE_MSGBOX_9=Descărcare %DropItCurrentSize% din %DropItTotalSize%
UPDATE_MSGBOX_10=DropIt se Actualizează
UPDATE_MSGBOX_11=Vrei s-o actualizezi acum?
USERINPUT_0=Definiți Valoare Abreviere
USERINPUT_1=Înlocuie %UserInput% cu
USERINPUT_2=Aplică tuturor %UserInput% abrevieri ale acestei aruncări
VALUE=Valoare
VALUE_MAX=Max
VALUE_MIN=Min
VIEW=Vedere
VISIT_WEBSITE=Viszitează Website
WIDTH=Lățime
